[
  {
    "category": "Awards and Recognition",
    "honors": [
      {
        "date": "1977 - 1982",
        "description": "Spencer Fellowship \nAwarded by the National Academy of Education, for promising research and professional development contributing to the theory and practice of education"
      },
      {
        "date": "1982",
        "description": "Boyd R. McCandless Young Scientist Award \nPresented by Division 7 of the American Psychological Association (APA), for distinguished theoretical contribution and programmatic research efforts in the field of developmental psychology"
      },
      {
        "date": "2001",
        "description": "Cited in Carnegie-Mellon University's Centennial Magazine as one of its 87 most successful undergraduates"
      },
      {
        "date": "2006",
        "description": "Chancellor's Distinguished Research Award, Senior Category \nFor \"innovative research of landmark impact in several research areas\", University of Pittsburgh"
      },
      {
        "date": "2010",
        "description": "Elected to the National Academy of Education"
      },
      {
        "date": "2013",
        "description": "Faculty Achievement Award for Best Professional Application: Arizona State University"
      },
      {
        "date": "2013",
        "description": "Faculty Achievement Award for Defining Edge Research and Creative Work: Professional Application, Arizona State University"
      },
      {
        "date": "2013",
        "description": "Sylvia Scribner Award: Presented by the American Educational Research Association (AERA), Learning and Instruction Division, for research that represents significant advancement in our understanding of learning and instruction"
      },
      {
        "date": "2014",
        "description": "Wickenden Award: Presented by the American Society for Engineering Education (ASEE), for \"the highest standards of scholarly research in engineering education published in the Journal of Engineering Education in 2013\""
      },
      {
        "date": "2015",
        "description": "Named the Inaugural Dorothy Bray Endowed Professor of Science and Teaching for Mary Lou Fulton Teachers College, Arizona State University"
      },
      {
        "date": "2015",
        "description": "Thorndike Career Achievement Award: Presented by the American Psychological Association (APA) for lifetime contribution in research"
      },
      {
        "date": "2016",
        "description": "Distinguished Contributions to Research in Education Award: Presented by the American Educational Research Association (AERA) for outstanding achievement and success in education research"
      },
      {
        "date": "2016",
        "description": "Elected to the American Academy of Arts & Sciences"
      }
    ]
  },
  {
    "category": "Fellow (all elected or invited)",
    "honors": [
      {
        "date": "1986",
        "description": "Fellow, Division 7, American Psychological Association"
      },
      {
        "date": "1988",
        "description": "Fellow, Board of Ethnic Minority Affairs, American Psychological Association"
      },
      {
        "date": "1996 - 1997",
        "description": "Resident Fellow, Center for Advanced Study in the Behavioral Sciences, Stanford, CA"
      },
      {
        "date": "1992",
        "description": "Fellow, Association for Psychological Science"
      },
      {
        "date": "2002 - 2005",
        "description": "Resident Fellow, Center for Philosophy of Science, University of Pittsburgh"
      },
      {
        "date": "2002",
        "description": "Fellow, Cognitive Science Society"
      },
      {
        "date": "2013",
        "description": "Fellow, American Educational Research Association"
      }
    ]
  },
  {
    "category": "Keynote Speaker at Conferences (excluding declined ones)",
    "honors": [
      {
        "date": "1993",
        "description": "The 10th International Conference on Machine Learning, Amherst, MA"
      },
      {
        "date": "1995",
        "description": "The 17th Annual Conference of the Cognitive Science Society, Pittsburgh, PA"
      },
      {
        "date": "1999",
        "description": "Annual meeting of the American Society for Engineering Education, St. Louis, MO"
      },
      {
        "date": "2003",
        "description": "The 10th European Association for Research on Learning and Instruction, Padova, Italy."
      },
      {
        "date": "2008",
        "description": "The VI European Meeting in Conceptual Change, Turku, Finland"
      },
      {
        "date": "2014",
        "description": "\"Conceptual Change in Science,” on the plenary panel of the International Conference on Conceptual Change, University of Bologna, Italy"
      }
    ]
  },
  {
    "category": "Special Citation and Recognition of Scholarly Work",
    "honors": [
      {
        "date": "1993",
        "description": "Chi, Feltovich & Glaser (1981), was identified as a Citation Classic."
      },
      {
        "date": "2000",
        "description": "Chi (1997), was noted in the editorial of the Journal of the Learning Sciences (Kolodner, 2000, p. 2), as one of its \"most cited papers\" on methodology."
      },
      {
        "date": "2002",
        "description": "Highlighted in \"Reach for the Stars,\" an American Educational Research Association basic research in reading and literacy poster session that showcased the research careers of distinguished scholars."
      },
      {
        "date": "2004",
        "description": "Chi (1978) was voted as the 7th \"Most Fascinating Studies in Child Psychology\", as surveyed by the Society for Research in Child Development, published in their Oct. newsletter."
      },
      {
        "date": "2006",
        "description": "Two of my papers are among the top 10 most highly cited papers published in Cognitive Science: Chi, Feltovich & Glaser (1981), and Chi, Bassok, Lewis, Reimann, & Glaser (1989), are ranked 1st and 7th , respectively. (from Rob Goldstone's 2006 Editor's report)."
      },
      {
        "date": "2007",
        "description": "Noted by the journal Auditing: A Journal of Practice and Theory, as one of its most frequently cited authors"
      }
    ]
  }
]


